"Service Update Failed" = "Échec de la mise à jour du service";
"Service Update Complete" = "Mise à jour du service terminée";
"Starting Service Update" = "Démarrage de la mise à jour du service";
"Dismiss" = "OK";
"OK" = "OK";
"Call disallowed" = "Ce numéro n’est pas autorisé.";
